/* localizable strings */
"OK" = "確定";
"Cancel" = "取消";
"Are you sure you want to delete ?" = "你真的想要刪除嗎 ?";
"Are you sure you want to empty the contents of this archive ?" = "你真的想要清空這個壓縮包的內容嗎 ?";
"Extract Here" = "解壓到這裏";
"Compress Here" = "壓縮到這裏";
"Operation failed" = "操作失敗";
"Warning !" = "警告 !";
"The contents of the file can not be deleted with this programme !" = "此軟體不能刪除這個檔裏面的內容 !";
"/Desktop" = "/桌面";
"Save" = "保存";
"Being analyzed," = "正在分析,";
"please wait for a moment !" = "請稍等片刻 !";
"Compressing," = "正在壓縮,";
"file" = "檔案";
"folder" = "檔案夾";
"Being analyzed..." = "正在分析...";
"Being analyzed: " = "正在分析: ";
"The contents of the file can not be shown with this programme !" = "檔案不能顯示 !";
"The contents of the file is empty !" = "這個檔案的內容是空的 !";
"Can not open this file with this programme !" = "此程式不能夠打開這個檔案 !";
"Detect automatically" = "自動檢測";
"Password needed on file \"%@\"" = "檔案 \"%@\" 需要密碼";
"Extracting" = "正在解壓縮";
"Extracting:" = "正在解壓縮:";
"The contents of [%@] can not be extracted with this programme !" = "檔案 [%@] 不能被這個軟體解壓 !";
"The contents of the file can not be extracted with this programme !" = "該檔案不能被這個軟體解壓 !";
"Error : [%@] !" = "錯誤 : [%@] !";
"%d items" = "%d 項";
"%d item" = "%d 項";
"have existed, do you want to update ?" = "已經存在, 是否替換 ?";
"Updating view from \"%@\"" = "正在更新界面數據從 \"%@\"";
"Adding files to" = "追加檔案至";
"%@  (%d/%d total)" = "%@  (%d/%d 總數)";
"The same file is opening, eject it please !" = "相同名字的檔案正在被打開, 請先彈出 !";
"Creating : " = "正在創建 : ";
"Select a folder to save" = "選擇一個檔案夾來保存";
"Save Here" = "保存到這裏";
"Compressing : " = "正在壓縮 : ";
"Some error happen, retry please !" = "有錯誤發生, 請重試 !";
"Normal" = "正常";
"Maximized" = "最大化";
"Name" = "名稱";
"Kind" = "類型";
"Size" = "大小";
"Original size" = "原始大小";
"Created" = "創建";
"Modified" = "更新";

"About SmartZipper Pro" = "關於 SmartZipper Pro";
"Preferences" = "首選項...";
"Services" = "服務";
"Hide SmartZipper Pro" = "隱藏SmartZipper Pro";
"Hide Others" = "隱藏其它";
"Show All" = "顯示全部";
"Quit SmartZipper Pro" = "退出SmartZipper Pro";

"Add" = "添加";
"Delete" = "刪除";
"Quick Look" = "預覽";
"Extract to" = "解壓到";
"Search" = "搜索";
"File Name" = "檔案名稱";
"Property" = "屬性";

"Edit" = "編輯";
"View" = "瀏覽";
"Help" = "幫助";

"Window" = "窗口";
"Minimize" = "最小化";
"Open Window" = "打開窗口";
"Bring All to Front" = "所有置前";

"Date Modified" = "修改日期";
"Path" = "路徑";

"Extract" = "解壓縮";
"Advanced" = "擴展";
"Always custom" = "總是自定義";
"Use default path" = "使用默認路徑";
"Change" = "更改";
"Show content in Finder after extraction" = "解壓縮後自動打開保存目錄";
"When double-clicking archive in the Finder, directly extract" = "在本地目錄雙擊壓縮包時, 直接解壓縮";
"Set SmartZipper Pro as default compressor/uncompressor" = "設置 SmartZipper Pro 為默認壓縮/解壓縮工具";
"Close" = "關閉";

"Filename encoding autodetection" = "檔案名編碼的自動檢測";
"Filename encoding:" = "檔案名編碼:";
"Threshold:" = "臨界值:";
"confidence" = "置信度";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(置信度低於此導致程式要求編碼，而不是使用自動檢測編碼.)";


"General" = "一般";
"Compression format:" = "壓縮格式:";
"[gz and bzip2 only support one file every time !]" = "[gz 和 bzip2 只支持一次一個檔案 !]";
"Split" = "分割";
"Split size:" = "分割大小:";
"Encrypt" = "加密";
"Input password:" = "輸入密碼:";
"Encrypt headers ( Only 7z )" = "加密檔案頭 ( 只用於 7z )";

"Compression level:" = "壓縮等級: ";
"Store" = "存儲";
"Fastest" = "最快";
"Fast" = "快速";
"Normal" = "正常";
"Maximum" = "最大";
"Ultra" = "極限";
"Solid archives (only 7z)" = "固實模式 (只用於 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "過濾出不需要的檔案 (如: .DS_Store)";
"Show content in Finder after compression" = "壓縮後自動打開保存目錄";
"The same path of the original file" = "原始檔案相同的路徑";

"Rate the App description" = "感謝您使用我們的軟體，它對您有幫助嗎 ? 請您抽空評價一下可以嗎 ?";
"Rate now" = "現在評價";
"Rate later" = "稍後評價";
"Don't show again" = "不再顯示";


"Help Document" = "幫助文檔";
"Selected Items" = "選中項";
"Entire Zip File" = "全部檔案";
"Open" = "打開";
"Go" = "前往";
"Work path : " = "工作路徑 : ";

"help introduce" = "※\n建議您選擇\"%@\" 目錄，作為您的工作目錄，這樣能使SmartZipper Pro更好的工作，這樣您也可以使用一些方便的功能.\n\n※\n您可以通過菜單項: \"SmartZipper Pro\"，進入\"%@\" 界面，裡面提供了一些偏好設置供您選擇.\n\n※\n您可以在通過菜單項: \"%@\" 打開此窗口.";

"Set selected the path as default saving path" = "設置選擇的路徑作為默認的保存路徑";
"Default path can be modified in \"Preferences\"" ="默認的保存路徑能夠被修改在 \"首選項\"";
"Open a directory or an archiver" = "打開路徑或壓縮包";


"Previous" = "前一張";
"Next" = "後一張";
"Zoom" = "縮放";
"Zoom to Fit" = "最適尺寸";

"Skip" = "跳過";
"The file has been removed!" = "該文件已經不存在!";
"Are you sure you want to add or open the files ?" = "您確定添加或打開這些檔案嗎 ?";
"Extract slowly" = "壓縮包裡面，如果不同的檔案擁有不同的密碼，檢查每一項是否含有密碼（稍慢）";

"Review on the App Store" = "去應用程序商店裡面評論";
"Always show compress panel" = "總是顯示壓縮選項界面";
"Always use default format" = "總是使用默認的格式壓縮";
"Finder's context menu" = "Finder的右鍵菜單";

"Purchase" = "購買";
"remind purchase text" = "您正在使用SmartZipperPro 的試用版, 如果您喜歡它, 請從蘋果的AppStore購買它吧";
"You can also try a few days of" = "您還有 %ld 天的免費試用期";
"Remind me" = "提醒我";

"Ask user whether save document \"%@\"" = "檔案\"%@\"已經被修改. 您是否要保存對檔案所做的修改 ?";
"Ask user whether save doc document with images" = "在檔案中的圖片可能會丟失，您確定要保存嗎 ?";
"Don't Save" = "不保存";
"Undo Typing" = "撤銷鍵入";
"Redo Typing" = "重做鍵入";
"Ask user whether update archive \"%@\"" = "檔案\"%@\"已經被修改. 您希望在壓縮包裡更新它嗎 ?";
"Update Archive" = "更新壓縮包";
"Updating files to" = "更新檔案到 ";
"Update" = "更新";
"Don't Update" = "不更新";
"Hex" = "16進制";
"Preview" = "預覽";

"Cut" = "剪下";
"Copy" = "拷貝";
"Paste" = "貼上";
